These parts are not intersected by any dividing references. They will be removed from the division.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RemovingUndividedDPartParents { get; }
  Visual Basic
Public Shared ReadOnly Property RemovingUndividedDPartParents As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RemovingUndividedDPartParents {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DPartFailures Class
  Autodesk.Revit.DB Namespace